tap "buo/cask-upgrade"
tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
tap "sambadevi/powerlevel9k"
brew "xz"
brew "libgit2@1.7"
brew "bat"
brew "bind"
brew "biome"
brew "cmigemo"
brew "curl"
brew "deno"
brew "dockerfile-language-server"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ncurses"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "tcl-tk"
brew "git-gui"
brew "go"
brew "groff"
brew "imagemagick"
brew "luacheck"
brew "luajit"
brew "luarocks"
brew "markdownlint-cli2"
brew "mas"
brew "n"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "tree"
brew "pass"
brew "peco"
brew "pkg-config"
brew "pngpaste"
brew "pnpm"
brew "prettierd"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "stow"
brew "tailwindcss-language-server"
brew "tfenv"
brew "the_silver_searcher"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "typescript"
brew "typescript-language-server"
brew "wget"
brew "xclip"
brew "xcodegen"
brew "yaml-language-server"
brew "yarn"
brew "zellij"
brew "zinit"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "daipeihust/tap/im-select"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "arc"
cask "battery"
cask "cursor"
cask "font-code-new-roman-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "kitty"
cask "multipass"
cask "obsidian"
cask "postman"
cask "rancher"
cask "visual-studio-code"
cask "wezterm"
mas "AmorphousMemoryMark", id: 1495719766
mas "Amphetamine", id: 937984704
mas "Cinebench", id: 1438772273
mas "CleanMyDrive 2", id: 523620159
mas "DaVinci Resolve", id: 571213070
mas "Disk Speed Test", id: 425264550
mas "Final Video Player", id: 1335335588
mas "FlipClock", id: 1181028777
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "RunCat", id: 1429033973
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
vscode "aaravb.chrome-extension-developer-tools"
vscode "aaron-bond.better-comments"
vscode "aeschli.vscode-css-formatter"
vscode "akamud.vscode-javascript-snippet-pack"
vscode "alfredbirk.tailwind-documentation"
vscode "amodio.toggle-excluded-files"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "asvetliakov.vscode-neovim"
vscode "batisteo.vscode-django"
vscode "be5invis.vscode-custom-css"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "capaj.vscode-standardjs-snippets"
vscode "chakrounanas.turbo-console-log"
vscode "chris-noring.node-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chwoerz.ts-worksheet"
vscode "codeium.codeium"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "frhtylcn.pythonsnippets"
vscode "genieai.chatgpt-vscode"
vscode "github.vscode-pull-request-github"
vscode "googlecloudtools.cloudcode"
vscode "gregorbiswanger.json2ts"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "infeng.vscode-react-typescript"
vscode "kalimahapps.tailwind-config-viewer"
vscode "kalimahapps.tailwindcss-kit"
vscode "kevinrose.vsc-python-indent"
vscode "krysenlo.vite-plugin-eslint-problemmatcher"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "loiane.ts-extension-pack"
vscode "mongodb.mongodb-vscode"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "natecorkish.html-css-class-completion"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "piyushvscode.nodejs-snippets"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "pulkitgangwar.nextjs-snippets"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "s-nlf-fh.glassit"
vscode "saikou9901.evilinspector"
vscode "sdras.night-owl"
vscode "seatonjiang.gitmoji-vscode"
vscode "shardulm94.trailing-spaces"
vscode "simonsiefke.svg-preview"
vscode "skyran.js-jsx-snippets"
vscode "stivo.tailwind-fold"
vscode "streetsidesoftware.code-spell-checker"
vscode "stringham.move-ts"
vscode "thebarkman.vscode-djaneiro"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "walter-ribeiro.full-react-snippets"
vscode "wholroyd.jinja"
vscode "willluke.nextjs"
vscode "xabikos.javascriptsnippets"
vscode "xabikos.reactsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
