tap "buo/cask-upgrade"
tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
tap "sambadevi/powerlevel9k"
tap "thezoraiz/ascii-image-converter"
brew "xz"
brew "bat"
brew "bind"
brew "biome"
brew "cmigemo"
brew "curl"
brew "deno"
brew "dockerfile-language-server"
brew "eza"
brew "fastfetch"
brew "fd"
brew "icu4c@76"
brew "ffmpegthumbnailer"
brew "ncurses"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-gui"
brew "go"
brew "groff"
brew "harper"
brew "imagemagick"
brew "jq"
brew "luacheck"
brew "luajit"
brew "luarocks"
brew "markdownlint-cli2"
brew "mas"
brew "mise"
brew "n"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "ollama"
brew "tree"
brew "pass"
brew "peco"
brew "pinentry-mac"
brew "pkgconf"
brew "pngpaste"
brew "pnpm"
brew "poppler"
brew "prettierd"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup"
brew "sevenzip"
brew "starship"
brew "stow"
brew "superfile"
brew "tailwindcss-language-server"
brew "tcl-tk"
brew "tectonic"
brew "tfenv"
brew "the_silver_searcher"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "typescript"
brew "typescript-language-server"
brew "wget"
brew "wordnet"
brew "xclip"
brew "xcodegen"
brew "yaml-language-server"
brew "yarn"
brew "yazi"
brew "zellij"
brew "zinit"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "daipeihust/tap/im-select"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "battery"
cask "cursor"
cask "font-code-new-roman-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "kitty"
cask "mactex-no-gui"
cask "multipass"
cask "neovide"
cask "obsidian"
cask "postman"
cask "updf"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
vscode "aaravb.chrome-extension-developer-tools"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "batisteo.vscode-django"
vscode "be5invis.vscode-custom-css"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "codeium.codeium"
vscode "codemooseus.vscode-devtools-for-chrome"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "kevinrose.vsc-python-indent"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "ritwickdey.liveserver"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "saoudrizwan.claude-dev"
vscode "streetsidesoftware.code-spell-checker"
vscode "subframe7536.custom-ui-style"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "zarifprogrammer.tailwind-snippets"
vscode "zignd.html-css-class-completion"
