tap "buo/cask-upgrade"
tap "delphinus/sfmono-square"
tap "felixkratz/formulae"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "xwmx/taps"
brew "aom"
brew "readline"
brew "bash"
brew "bat"
brew "btop"
brew "glib"
brew "coreutils"
brew "curl"
brew "deno"
brew "eza"
brew "fastfetch"
brew "fd"
brew "harfbuzz"
brew "python@3.14"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gum"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lua"
brew "luajit"
brew "luarocks"
brew "markdown"
brew "node"
brew "markdownlint-cli2"
brew "neofetch"
brew "neovim"
brew "nowplaying-cli"
brew "ollama"
brew "tree"
brew "pass"
brew "pnpm"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "uv"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "delphinus/sfmono-square/sfmono-square"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazydocker/lazydocker"
brew "xwmx/taps/nb"
cask "aerospace"
cask "cursor"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "kitty"
cask "obsidian"
cask "sf-symbols"
cask "visual-studio-code"
cask "wezterm"
vscode "aaravb.chrome-extension-developer-tools"
vscode "adpyke.codesnap"
vscode "albert.tabout"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "batisteo.vscode-django"
vscode "be5invis.vscode-custom-css"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "codeium.codeium"
vscode "codemooseus.vscode-devtools-for-chrome"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "kevinrose.vsc-python-indent"
vscode "marp-team.marp-vscode"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.test-adapter-converter"
vscode "mushan.vscode-paste-image"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "ritwickdey.liveserver"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "streetsidesoftware.code-spell-checker"
vscode "subframe7536.custom-ui-style"
vscode "typespec.typespec-vscode"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zarifprogrammer.tailwind-snippets"
vscode "zignd.html-css-class-completion"
