tap "buo/cask-upgrade"
tap "delphinus/sfmono-square"
tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "readline"
brew "bash"
brew "bat"
brew "btop"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fd"
brew "python@3.14"
brew "fzf"
brew "gh"
brew "git"
brew "gum"
brew "htop"
brew "jq"
brew "lazygit"
brew "lua"
brew "neofetch"
brew "neovim"
brew "node"
brew "nowplaying-cli"
brew "ollama"
brew "pass"
brew "pnpm"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "thefuck"
brew "tmux"
brew "uv"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "delphinus/sfmono-square/sfmono-square"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "cursor"
cask "font-awesome-terminal-fonts"
cask "font-code-new-roman-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-powerline-symbols"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "font-udev-gothic"
cask "font-udev-gothic-nf"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "kitty"
cask "obsidian"
cask "sf-symbols"
cask "visual-studio-code"
cask "wezterm"
